Repository: Unixcision/uniconnect
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, km, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# cli.omx.usage
source: Usage: cmux omx [omx-args...] Launch Oh My Codex (OMX) with native UniConnect pane integration. OMX is a multi-agent orchestration layer for OpenAI Codex CLI. This command sets up a tmux shim so OMX team mode, HUD, and agent panes become native UniConnect splits. This command: - sets a tmux-like environment so OMX uses UniConnect splits - prepends a private tmux shim to PATH - forwards all remaining arguments to omx Install: npm install -g oh-my-codex Examples: cmux omx cmux omx --madmax --high cmux omx team
ar: الاستخدام: cmux omx [omx-args...] إطلاق Oh My Codex (OMX) مع تكامل جزء UniConnect الأصلي. OMX عبارة عن طبقة تنسيق متعددة العوامل لـ OpenAI Codex CLI. يقوم هذا الأمر بإعداد tmux shim بحيث OMX وضع الفريق، HUD، وتصبح أجزاء الوكيل أصلية UniConnect. هذا الأمر: - يضبط بيئة تشبه tmux، لذا يستخدم OMX تقسيمات UniConnect - يُلحق tmux الخاص بـ PATH - يعيد توجيه كافة الوسائط المتبقية إلى omx ثَبَّتَ: npm install -g oh-my-codex أمثلة: cmux omx cmux omx --madmax --high cmux omx team
bs: Upotreba: cmux omx [omx-args...] Pokrenite Oh My Codex (OMX) s izvornom UniConnect integracijom okna. OMX je sloj orkestracije sa više agenata za OpenAI Codex CLI. Ova naredba postavlja tmux shim tako da se OMX timski način, HUD, a paneli agenta postaju izvorni UniConnect podijeljeni. Ova komanda: - postavlja okruženje slično tmux tako da OMX koristi UniConnect podjele - dodaje privatni tmux shim na PATH - prosljeđuje sve preostale argumente na omx Instaliraj: npm install -g oh-my-codex Primjeri: cmux omx cmux omx --madmax --high cmux omx team
da: Brug: cmux omx [omx-args...] Start Oh My Codex (OMX) med indbygget UniConnect rudeintegration. OMX er et multi-agent orkestreringslag til OpenAI Codex CLI. Denne kommando opsætter et tmux shim, så OMX team-tilstand, HUD, og agentruder bliver native UniConnect. Denne kommando: - indstiller et tmux-lignende miljø, så OMX bruger UniConnect splits - sætter et privat tmux shim foran PATH - videresender alle resterende argumenter til omx Installere: npm install -g oh-my-codex Eksempler: cmux omx cmux omx --madmax --high cmux omx team
de: Verwendung: cmux omx [omx-args...] Starten Sie Oh My Codex (OMX) mit nativer UniConnect-Bereichsintegration. OMX ist eine Multi-Agent-Orchestrierungsebene für OpenAI Codex CLI. Dieser Befehl richtet einen tmux-Shim ein, sodass der OMX-Teammodus, HUD und Agentenbereiche zu nativen UniConnect-Splits werden. Dieser Befehl: - legt eine tmux-ähnliche Umgebung fest, sodass OMX UniConnect-Aufteilungen verwendet - stellt PATH einen privaten tmux-Shim voran - leitet alle verbleibenden Argumente an omx weiter Installieren: npm install -g oh-my-codex Beispiele: cmux omx cmux omx --madmax --high cmux omx team
es: Uso: cmux omx [omx-args...] Inicia Oh My Codex (OMX) con integración nativa de paneles en UniConnect. OMX es una capa de coordinación multiagente para la CLI de OpenAI Codex. Este comando prepara un shim de tmux para convertir el modo equipo, el HUD y los paneles de agentes de OMX en divisiones nativas de UniConnect. Este comando: - configura un entorno compatible con tmux para que OMX use divisiones de UniConnect - antepone a PATH un shim privado de tmux - reenvía a omx todos los argumentos restantes Instalación: npm install -g oh-my-codex Ejemplos: cmux omx cmux omx --madmax --high cmux omx team
fr: Usage: cmux omx [omx-args...] Lancez Oh My Codex (OMX) avec l'intégration native du volet UniConnect. OMX est une couche d'orchestration multi-agent pour OpenAI Codex CLI. Cette commande configure une cale tmux afin que le mode équipe OMX, HUD et les volets d'agent deviennent des divisions natives UniConnect. Cette commande: - définit un environnement de type tmux afin que OMX utilise les fractionnements UniConnect - ajoute une cale tmux privée à PATH - transmet tous les arguments restants à omx Installer: npm install -g oh-my-codex Exemples: cmux omx cmux omx --madmax --high cmux omx team
it: Utilizzo: cmux omx [omx-args...] Avvia Oh My Codex (OMX) con l'integrazione nativa del riquadro UniConnect. OMX è un livello di orchestrazione multi-agente per OpenAI Codex CLI. Questo comando configura uno shim tmux in modo che la modalità team OMX, HUD e i riquadri agente diventino suddivisi UniConnect nativi. Questo comando: - imposta un ambiente simile a tmux quindi OMX utilizza UniConnect si divide - antepone uno shim tmux privato a PATH - inoltra tutti gli argomenti rimanenti a omx Installare: npm install -g oh-my-codex Esempi: cmux omx cmux omx --madmax --high cmux omx team
ja: 使用法: cmux omx [omx-args...] ネイティブ UniConnect ペイン統合を使用して Oh My Codex (OMX) を起動します。 OMX は、OpenAI Codex CLI のマルチエージェント オーケストレーション レイヤーです。このコマンドは tmux シムをセットアップするため、OMX チーム モード、HUD、およびエージェント ペインがネイティブの UniConnect 分割になります。 このコマンドは: - tmux のような環境を設定して、OMX が UniConnect 分割を使用するようにします。 - プライベート tmux shim を PATH の先頭に追加します - 残りの引数をすべて omx に転送します インストール: npm install -g oh-my-codex 例: cmux omx cmux omx --madmax --high cmux omx team
km: ការប្រើប្រាស់: cmux omx [omx-args...] បើកដំណើរការ Oh My Codex (OMX) ជាមួយនឹងការរួមបញ្ចូលផ្ទាំងដើម UniConnect ។ OMX គឺជាស្រទាប់ orchestration ភ្នាក់ងារច្រើនសម្រាប់ OpenAI Codex CLI។ ពាក្យបញ្ជានេះបង្កើត tmux shim ដូច្នេះ OMX របៀបក្រុម HUD ហើយផ្ទាំងភ្នាក់ងារក្លាយជាដើម UniConnect បំបែក។ ពាក្យបញ្ជានេះ។: - កំណត់បរិយាកាសដូច tmux ដូច្នេះ OMX ប្រើការបំបែក UniConnect - បន្ថែម tmux ឯកជនទៅ PATH - បញ្ជូនបន្តអាគុយម៉ង់ដែលនៅសល់ទាំងអស់ទៅ omx ដំឡើង: npm install -g oh-my-codex ឧទាហរណ៍: cmux omx cmux omx --madmax --high cmux omx team
ko: 용법: cmux omx [omx-args...] 기본 UniConnect 창 통합을 사용하여 Oh My Codex(OMX)을 시작합니다. OMX은 OpenAI Codex CLI에 대한 다중 에이전트 오케스트레이션 계층입니다. 이 명령은 tmux shim을 설정하므로 OMX 팀 모드, HUD 및 에이전트 창이 기본 UniConnect 분할이 됩니다. 이 명령: - tmux과 유사한 환경을 설정하므로 OMX는 UniConnect 분할을 사용합니다. - 비공개 tmux 심을 PATH 앞에 추가합니다. - 나머지 모든 인수를 omx으로 전달합니다. 설치하다: npm install -g oh-my-codex 예: cmux omx cmux omx --madmax --high cmux omx team
nb: Bruk: cmux omx [omx-args...] Start Oh My Codex (OMX) med innebygd UniConnect ruteintegrasjon. OMX er et multi-agent orkestreringslag for OpenAI Codex CLI. Denne kommandoen setter opp et tmux shim slik at OMX lagmodus, HUD, og agentruter blir opprinnelige UniConnect deler seg. Denne kommandoen: - setter et tmux-lignende miljø slik at OMX bruker UniConnect splitter - legger et privat tmux mellomlegg til PATH - videresender alle gjenværende argumenter til omx Installer: npm install -g oh-my-codex Eksempler: cmux omx cmux omx --madmax --high cmux omx team
pl: Stosowanie: cmux omx [omx-args...] Uruchom Oh My Codex (OMX) z natywną integracją panelu UniConnect. OMX to wieloagentowa warstwa orkiestracji dla OpenAI Codex CLI. To polecenie konfiguruje podkładkę tmux, dzięki czemu OMX tryb zespołowy, HUD i okienka agentów stają się natywnymi podziałami UniConnect. To polecenie: - ustawia środowisko podobne do tmux, więc OMX używa podziałów UniConnect - dołącza prywatną podkładkę tmux do PATH - przekazuje wszystkie pozostałe argumenty do omx Zainstalować: npm install -g oh-my-codex Przykłady: cmux omx cmux omx --madmax --high cmux omx team
pt_br: Uso: cmux omx [omx-args...] Inicie Oh My Codex (OMX) com integração de painel UniConnect nativo. OMX é uma camada de orquestração multiagente para OpenAI Codex CLI. Este comando configura um shim tmux para que o modo de equipe OMX, HUD e os painéis do agente se tornem divisões UniConnect nativas. Este comando: - define um ambiente semelhante a tmux para que OMX use divisões UniConnect - acrescenta um shim tmux privado para PATH - encaminha todos os argumentos restantes para omx Instalar: npm install -g oh-my-codex Exemplos: cmux omx cmux omx --madmax --high cmux omx team
ru: Использование: cmux omx [omx-args...] Запустите Oh My Codex (OMX) с встроенной интеграцией панели UniConnect. OMX — это уровень многоагентной оркестровки для OpenAI Codex CLI. Эта команда устанавливает прокладку tmux, поэтому командный режим OMX, HUD и панели агентов становятся родными UniConnect. Эта команда: - устанавливает среду, подобную tmux, поэтому OMX использует разделения UniConnect - добавляет частную прокладку tmux к PATH - пересылает все оставшиеся аргументы на omx Установить: npm install -g oh-my-codex Примеры: cmux omx cmux omx --madmax --high cmux omx team
th: การใช้งาน: cmux omx [omx-args...] เปิดตัว Oh My Codex (OMX) ด้วยการรวมบานหน้าต่าง UniConnect ดั้งเดิม OMX เป็นเลเยอร์ประสานหลายตัวแทนสำหรับ OpenAI Codex CLI คำสั่งนี้ตั้งค่า tmux shim เพื่อให้โหมดทีม OMX, HUD และบานหน้าต่างตัวแทนกลายเป็นการแยก UniConnect ดั้งเดิม คำสั่งนี้: - ตั้งค่าสภาพแวดล้อมที่เหมือน tmux ดังนั้น OMX ใช้ UniConnect แยก - เพิ่ม tmux shim ส่วนตัวเป็น PATH - ส่งต่ออาร์กิวเมนต์ที่เหลือทั้งหมดไปที่ omx ติดตั้ง: npm install -g oh-my-codex ตัวอย่าง: cmux omx cmux omx --madmax --high cmux omx team
tr: Kullanım: cmux omx [omx-args...] Yerel UniConnect bölme entegrasyonuyla Oh My Codex'i (OMX) başlatın. OMX, OpenAI Codex CLI için çok aracılı bir düzenleme katmanıdır. Bu komut, OMX takım modunun, HUD'ın ve aracı bölmelerinin yerel UniConnect bölmeleri olmasını sağlamak için bir tmux katmanı kurar. Bu komut: - tmux benzeri bir ortam ayarlar, böylece OMX UniConnect bölmelerini kullanır - PATH'in başına özel bir tmux katmanı ekler - kalan tüm bağımsız değişkenleri omx'e iletir Kurulum: npm install -g oh-my-codex Örnekler: cmux omx cmux omx --madmax --high cmux omx team
uk: Використання: cmux omx [omx-args...] Запустіть Oh My Codex (OMX) із вбудованою інтеграцією панелі UniConnect. OMX — це багатоагентний рівень оркестровки для OpenAI Codex CLI. Ця команда встановлює tmux shim, щоб OMX командний режим, HUD і панелі агентів стали рідними UniConnect розділяється. Ця команда: - встановлює tmux-подібне середовище, тому OMX використовує UniConnect розділення - додає приватну прокладку tmux до PATH - пересилає всі решта аргументів на omx встановити: npm install -g oh-my-codex Приклади: cmux omx cmux omx --madmax --high cmux omx team
zh_hans: 用法: cmux omx [omx-args...] 通过本机 UniConnect 窗格集成启动 Oh My Codex (OMX)。 OMX 是 OpenAI Codex CLI 的多代理编排层。此命令设置 tmux 填充程序，以便 OMX 团队模式、HUD 和代理窗格成为本机 UniConnect 拆分。 这个命令: - 设置类似 tmux 的环境，因此 OMX 使用 UniConnect 分割 - 将私有 tmux 填充程序添加到 PATH - 将所有剩余参数转发到 omx 安装: npm install -g oh-my-codex 示例: cmux omx cmux omx --madmax --high cmux omx team
zh_hant: 用法: cmux omx [omx-args...] 透過本機 UniConnect 窗格整合啟動 Oh My Codex (OMX)。 OMX 是 OpenAI Codex CLI 的多代理編排層。此指令設定 tmux 填滿程序，以便 OMX 團隊模式、HUD 和代理窗格成為本機 UniConnect 分割。 這個命令: - 設定類似 tmux 的環境，因此 OMX 使用 UniConnect 分割 - 將私有 tmux 填滿程式加入 PATH - 將所有剩餘參數轉送到 omx 安裝: npm install -g oh-my-codex 範例: cmux omx cmux omx --madmax --high cmux omx team

# command.browserReactGrab.title
source: Toggle React Grab
ar: تبديل React Grab
bs: Uključi React Grab
da: Slå React Grab til/fra
de: Schalten Sie React Grab um
es: Activar o desactivar React Grab
fr: Basculer React Grab
it: Attiva React Grab
ja: React Grab に切り替えます
km: បិទ/បើក React Grab
ko: React Grab 전환
nb: Slå av/på React Grab
pl: Przełącz React Grab
pt_br: Alternar React Grab
ru: Переключить React Grab
th: สลับ React Grab
tr: React Grab'i aç/kapat
uk: Перемкніть React Grab
zh_hans: 切换 React Grab
zh_hant: 切換 React Grab

# commandPalette.kind.filePreview
source: File Preview
ar: معاينة الملف
bs: Pregled datoteke
da: Forhåndsvisning af fil
de: Dateivorschau
es: Vista previa del archivo
fr: Aperçu du fichier
it: Anteprima del file
ja: ファイルのプレビュー
km: ការមើលឯកសារជាមុន
ko: 파일 미리보기
nb: Forhåndsvisning av fil
pl: Podgląd pliku
pt_br: Pré-visualização do arquivo
ru: Предварительный просмотр файла
th: ดูตัวอย่างไฟล์
tr: Dosya Önizlemesi
uk: Попередній перегляд файлу
zh_hans: 文件预览
zh_hant: 文件預覽

# commandPalette.kind.project
source: Project
ar: مشروع
bs: Projekt
da: Projekt
de: Projekt
es: Proyecto
fr: Projet
it: Progetto
ja: プロジェクト
km: គម្រោង
ko: 프로젝트
nb: Prosjekt
pl: Projekt
pt_br: Projeto
ru: Проект
th: โครงการ
tr: Proje
uk: Демонструвати
zh_hans: 项目
zh_hant: 專案

# menu.history.recentlyClosed.panel.project
source: Project
ar: مشروع
bs: Projekt
da: Projekt
de: Projekt
es: Proyecto
fr: Projet
it: Progetto
ja: プロジェクト
km: គម្រោង
ko: 프로젝트
nb: Prosjekt
pl: Projekt
pt_br: Projeto
ru: Проект
th: โครงการ
tr: Proje
uk: Демонструвати
zh_hans: 项目
zh_hant: 專案

# notification.settings.test.body
source: Desktop notifications are enabled.
ar: تم تمكين إشعارات سطح المكتب.
bs: Obavještenja na radnoj površini su omogućena.
da: Skrivebordsmeddelelser er aktiveret.
de: Desktop-Benachrichtigungen sind aktiviert.
es: Las notificaciones de escritorio están habilitadas.
fr: Les notifications sur le bureau sont activées.
it: Le notifiche desktop sono abilitate.
ja: デスクトップ通知が有効になっています。
km: ការជូនដំណឹងលើកុំព្យូទ័រត្រូវបានបើក។
ko: 데스크톱 알림이 활성화되었습니다.
nb: Skrivebordsvarsler er aktivert.
pl: Powiadomienia na pulpicie są włączone.
pt_br: As notificações na área de trabalho estão habilitadas.
ru: Уведомления на рабочем столе включены.
th: เปิดใช้งานการแจ้งเตือนบนเดสก์ท็อปแล้ว
tr: Masaüstü bildirimleri etkinleştirildi.
uk: Сповіщення на робочому столі ввімкнено.
zh_hans: 桌面通知已启用。
zh_hant: 桌面通知已啟用。

# notification.settings.test.title
source: UniConnect test notification
ar: UniConnect إشعار الاختبار
bs: UniConnect obavještenje o testiranju
da: UniConnect testmeddelelse
de: UniConnect Testbenachrichtigung
es: Notificación de prueba de UniConnect
fr: UniConnectnotification de test
it: UniConnect notifica di prova
ja: UniConnect テスト通知
km: UniConnect ការជូនដំណឹងអំពីការសាកល្បង
ko: UniConnect 테스트 알림
nb: UniConnect testvarsling
pl: UniConnect powiadomienie testowe
pt_br: UniConnect notificação de teste
ru: UniConnect уведомление о тестировании
th: UniConnect การแจ้งเตือนการทดสอบ
tr: UniConnect test bildirimi
uk: UniConnect тестове сповіщення
zh_hans: UniConnect 测试通知
zh_hant: UniConnect 測試通知

# settings.app.preferredEditor
source: Open Files With
ar: فتح الملفات مع
bs: Otvorite datoteke sa
da: Åbn filer med
de: Dateien öffnen mit
es: Abrir archivos con
fr: Ouvrir des fichiers avec
it: Apri file con
ja: ファイルを開く
km: បើកឯកសារជាមួយ
ko: 다음으로 파일 열기
nb: Åpne filer med
pl: Otwórz pliki za pomocą
pt_br: Abrir arquivos com
ru: Открыть файлы с помощью
th: เปิดไฟล์ด้วย
tr: Dosyaları Şununla Aç:
uk: Відкрити файли за допомогою
zh_hans: 打开文件用
zh_hant: 開啟文件用

# settings.app.preferredEditor.placeholder
source: e.g. code, zed, subl
ar: مثلاً code, zed, subl
bs: npr. code, zed, subl
da: f.eks. code, zed, subl
de: z. B. code, zed, subl
es: p. ej., code, zed, subl
fr: p. ex. code, zed, subl
it: ad es. code, zed, subl
ja: 例: code, zed, subl
km: ឧ. code, zed, subl
ko: 예: code, zed, subl
nb: f.eks. code, zed, subl
pl: np. code, zed, subl
pt_br: ex.: code, zed, subl
ru: например: code, zed, subl
th: เช่น code, zed, subl
tr: örn. code, zed, subl
uk: наприклад: code, zed, subl
zh_hans: 例如：code、zed、subl
zh_hant: 例如：code、zed、subl

# settings.notifications.desktop.action.enable
source: Enable
ar: يُمكَِن
bs: Omogući
da: Aktiver
de: Aktivieren
es: Activar
fr: Activer
it: Abilitare
ja: 有効にする
km: បើក
ko: 할 수 있게 하다
nb: Aktiver
pl: Włączać
pt_br: Habilitar
ru: Давать возможность
th: เปิดใช้งาน
tr: Olanak vermek
uk: Увімкнути
zh_hans: 使能够
zh_hant: 使能夠

# settings.notifications.desktop.sendTest
source: Send Test
ar: إرسال الاختبار
bs: Pošalji test
de: Test senden
es: Enviar prueba
fr: Envoyer le test
it: Invia prova
ja: テストの送信
km: ផ្ញើការធ្វើតេស្ត
ko: 테스트 보내기
pl: Wyślij test
pt_br: Enviar teste
ru: Отправить тест
th: ส่งแบบทดสอบ
tr: Testi Gönder
uk: Надіслати тест
zh_hans: 发送测试
zh_hant: 發送測試

# settings.notifications.desktop.status.unknown
source: Permission unknown
ar: إذن غير معروف
bs: Dozvola nepoznata
da: Tilladelse ukendt
de: Erlaubnis unbekannt
es: Permiso desconocido
fr: Autorisation inconnue
it: Autorizzazione sconosciuta
ja: 許可が不明
km: ការអនុញ្ញាតមិនស្គាល់
ko: 알 수 없는 권한
nb: Tillatelse ukjent
pl: Pozwolenie nieznane
pt_br: Permissão desconhecida
ru: Разрешение неизвестно
th: ไม่ทราบสิทธิ์
tr: İzin bilinmiyor
uk: Дозвіл невідомий
zh_hans: 权限未知
zh_hant: 權限未知

# settings.notifications.desktop.subtitle.notDetermined
source: Desktop notifications are not enabled yet.
ar: لم يتم تمكين إشعارات سطح المكتب بعد.
bs: Obavještenja na radnoj površini još nisu omogućena.
da: Skrivebordsmeddelelser er ikke aktiveret endnu.
de: Desktop-Benachrichtigungen sind noch nicht aktiviert.
es: Las notificaciones de escritorio aún no están habilitadas.
fr: Les notifications sur le bureau ne sont pas encore activées.
it: Le notifiche desktop non sono ancora abilitate.
ja: デスクトップ通知はまだ有効になっていません。
km: ការ​ជូន​ដំណឹង​លើ​កុំព្យូទ័រ​មិន​ទាន់​បើក​នៅ​ឡើយ​ទេ។
ko: 데스크톱 알림이 아직 활성화되지 않았습니다.
nb: Skrivebordsvarsler er ikke aktivert ennå.
pl: Powiadomienia na pulpicie nie są jeszcze włączone.
pt_br: As notificações na área de trabalho ainda não estão habilitadas.
ru: Уведомления на рабочем столе еще не включены.
th: ยังไม่ได้เปิดใช้งานการแจ้งเตือนบนเดสก์ท็อป
tr: Masaüstü bildirimleri henüz etkinleştirilmedi.
uk: Сповіщення на робочому столі ще не ввімкнено.
zh_hans: 桌面通知尚未启用。
zh_hant: 桌面通知尚未啟用。

# settings.notifications.sound.custom.panelTitle
source: Choose Notification Sound
ar: اختر صوت الإخطار
bs: Odaberite Zvuk obavještenja
da: Vælg meddelelseslyd
de: Wählen Sie Benachrichtigungston
es: Elegir sonido de notificación
fr: Choisissez le son de notification
it: Scegli Suono di notifica
ja: 通知音を選択する
km: ជ្រើសរើសសំឡេងជូនដំណឹង
ko: 알림 소리 선택
nb: Velg Varslingslyd
pl: Wybierz Dźwięk powiadomienia
pt_br: Escolha o som de notificação
ru: Выберите звук уведомления
th: เลือกเสียงแจ้งเตือน
tr: Bildirim Sesini Seçin
uk: Виберіть Звук сповіщення
zh_hans: 选择通知声音
zh_hant: 選擇通知聲音

# settings.workspaceColors.notificationBadgeColor
source: Notification Badge
ar: شارة الإخطار
bs: Značka obavještenja
da: Meddelelsesmærke
de: Benachrichtigungsabzeichen
es: Insignia de notificación
fr: Insigne de notification
it: Badge di notifica
ja: 通知バッジ
km: ផ្លាកសញ្ញាជូនដំណឹង
ko: 알림 배지
nb: Varslingsmerke
pl: Odznaka powiadomienia
pt_br: Selo de notificação
ru: Значок уведомления
th: ป้ายแจ้งเตือน
tr: Bildirim Rozeti
uk: Значок сповіщення
zh_hans: 通知徽章
zh_hant: 通知徽章

# settings.workspaceColors.selectionColor
source: Selection Highlight
ar: تسليط الضوء على الاختيار
da: Valg Fremhæv
de: Auswahl-Highlight
es: Resaltado de selección
fr: Point culminant de la sélection
it: Evidenziazione della selezione
ja: 選択範囲のハイライト
km: ការបន្លិចការជ្រើសរើស
ko: 선택 하이라이트
nb: Utheving av valg
pl: Podświetlenie wyboru
pt_br: Destaque de seleção
ru: Выделение выбора
th: ไฮไลท์การเลือก
tr: Seçim Vurgulama
uk: Виділення виділення
zh_hans: 选择亮点
zh_hant: 選擇亮點

# sidebar.debug.resetSelectionColor
source: Reset to Default
ar: إعادة التعيين إلى الافتراضي
bs: Vrati na zadano
da: Nulstil til standard
de: Auf Standard zurücksetzen
es: Restablecer los valores predeterminados
fr: Réinitialiser aux valeurs par défaut
it: Ripristina le impostazioni predefinite
ja: デフォルトにリセット
km: កំណត់ឡើងវិញទៅលំនាំដើម
ko: 기본값으로 재설정
nb: Tilbakestill til standard
pl: Przywróć ustawienia domyślne
pt_br: Redefinir para o padrão
ru: Сбросить настройки по умолчанию
th: รีเซ็ตเป็นค่าเริ่มต้น
tr: Varsayılana Sıfırla
uk: Скинути до замовчування
zh_hans: 重置为默认值
zh_hant: 重設為預設值

# sidebar.debug.selectionColor
source: Selection Color
ar: لون الاختيار
bs: Izbor Boja
da: Valg farve
de: Auswahlfarbe
es: Color de selección
fr: Couleur de sélection
it: Colore di selezione
ja: 選択色
km: ការជ្រើសរើសពណ៌
ko: 선택 색상
nb: Valg farge
pl: Kolor wyboru
pt_br: Cor de seleção
ru: Цвет выбора
th: เลือกสี
tr: Seçim Rengi
uk: Колір вибору
zh_hans: 选择颜色
zh_hant: 選擇顏色

# sidebar.provider.custom.subtitle
source: Custom sidebar
ar: الشريط الجانبي المخصص
bs: Prilagođena bočna traka
da: Tilpasset sidebjælke
de: Benutzerdefinierte Seitenleiste
es: Barra lateral personalizada
fr: Barre latérale personnalisée
it: Barra laterale personalizzata
ja: カスタムサイドバー
km: របារចំហៀងផ្ទាល់ខ្លួន
ko: 맞춤 사이드바
nb: Egendefinert sidefelt
pl: Niestandardowy pasek boczny
pt_br: Barra lateral personalizada
ru: Пользовательская боковая панель
th: แถบด้านข้างที่กำหนดเอง
tr: Özel kenar çubuğu
uk: Спеціальна бічна панель
zh_hans: 自定义侧边栏
zh_hant: 自訂側邊欄

# sidebar.provider.extensions.selectedSubtitle
source: Sidebar extension
ar: امتداد الشريط الجانبي
bs: Proširenje bočne trake
da: Sidebar-udvidelse
de: Seitenleistenerweiterung
es: Extensión de la barra lateral
fr: Extension de la barre latérale
it: Estensione della barra laterale
ja: サイドバー拡張
km: ផ្នែកបន្ថែមរបារចំហៀង
ko: 사이드바 확장
nb: Utvidelse av sidefelt
pl: Rozszerzenie paska bocznego
pt_br: Extensão da barra lateral
ru: Расширение боковой панели
th: ส่วนขยายแถบด้านข้าง
tr: Kenar çubuğu uzantısı
uk: Розширення бічної панелі
zh_hans: 侧边栏扩展
zh_hant: 側邊欄擴展

# uniconnect.import.diagnostic.conflictingWorkspaceKind
source: the workspace declares conflicting local and SSH types
ar: تعلن مساحة العمل عن أنواع محلية وSSH متعارضة
bs: radni prostor deklarira sukobljene lokalne i SSH tipove
da: arbejdsområdet erklærer modstridende lokale og SSH typer
de: Der Arbeitsbereich deklariert widersprüchliche lokale und SSH-Typen
es: el espacio de trabajo declara tipos locales y SSH en conflicto
fr: l'espace de travail déclare des types locaux et SSH en conflit
it: l'area di lavoro dichiara tipi locali e SSH in conflitto
ja: ワークスペースが競合するローカル タイプと SSH タイプを宣言しています
km: កន្លែងធ្វើការប្រកាសការប៉ះទង្គិចគ្នាក្នុងមូលដ្ឋាន និងប្រភេទ SSH
ko: 작업공간이 충돌하는 로컬 및 SSH 유형을 선언합니다.
nb: arbeidsområdet erklærer motstridende lokale og SSH typer
pl: obszar roboczy deklaruje sprzeczne typy lokalne i SSH
pt_br: o espaço de trabalho declara tipos locais e SSH conflitantes
ru: рабочая область объявляет конфликтующие локальные типы и типы SSH.
th: พื้นที่ทำงานประกาศประเภทท้องถิ่นและ SSH ที่ขัดแย้งกัน
tr: çalışma alanı çakışan yerel ve SSH türlerini bildiriyor
uk: робоча область оголошує конфліктні локальні та SSH типи
zh_hans: 工作区声明冲突的本地类型和 SSH 类型
zh_hant: 工作區宣告衝突的本機類型和 SSH 類型

# uniconnect.import.diagnostic.duplicateDeclaration
source: the declaration is duplicated
ar: الإعلان مكرر
bs: deklaracija je duplirana
da: erklæringen er duplikeret
de: Die Erklärung ist doppelt vorhanden
es: la declaración está duplicada
fr: la déclaration est dupliquée
it: la dichiarazione è duplicata
ja: 宣言が重複しています
km: សេចក្តីប្រកាសគឺស្ទួន
ko: 선언이 중복되었습니다
nb: erklæringen er duplisert
pl: oświadczenie zostało zdublowane
pt_br: a declaração está duplicada
ru: декларация дублируется
th: การประกาศซ้ำกัน
tr: deklarasyon kopyalandı
uk: декларація дублюється
zh_hans: 声明重复
zh_hant: 聲明重複

# uniconnect.import.diagnostic.malformedClaudeResume
source: the Claude resume declaration is malformed
ar: إعلان السيرة الذاتية Claude غير صحيح
bs: Claude deklaracija životopisa je pogrešno oblikovana
da: Claude CV-erklæringen er forkert udformet
de: Die Lebenslauferklärung Claude ist fehlerhaft
es: la declaración de reanudación de Claude tiene un formato incorrecto
fr: la déclaration de reprise Claude est mal formée
it: la dichiarazione di curriculum Claude non è corretta
ja: Claude 履歴書宣言の形式が不正です
km: ការ​ប្រកាស​បន្ត Claude មាន​ទម្រង់​មិន​ប្រក្រតី
ko: Claude 이력서 선언의 형식이 잘못되었습니다.
nb: Claude CV-erklæringen er feil utformet
pl: deklaracja CV Claude jest zniekształcona
pt_br: a declaração de currículo Claude está malformada
ru: объявление резюме Claude неверно сформировано
th: Claude การประกาศประวัติย่อมีรูปแบบไม่ถูกต้อง
tr: Claude özgeçmiş bildirimi hatalı biçimlendirilmiş
uk: Claude декларація резюме має неправильний формат
zh_hans: Claude 简历声明格式错误
zh_hant: Claude 履歷表聲明格式錯誤
